# EnableDefDropShadow

```pascal
PROCEDURE EnableDefDropShadow(bEnable : BOOLEAN);
```

```python
def vs.EnableDefDropShadow(bEnable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|bEnable|BOOLEAN|   |

## Examples
```pascal
EnableDefDropShadow(TRUE);
```
```python
import vs

bEnable = True

vs.EnableDefDropShadow(bEnable)
```

## Version
Availability: from Vectorworks 2017

## Category
* Document Attributes